tap "argon/mas"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mscharley/homebrew"
tap "neovim/neovim"
tap "px4/px4"
tap "rcmdnk/file"
tap "sanemat/font"
tap "typelead/eta"
brew "xz"
brew "zstd"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "protobuf"
brew "grpc"
brew "python@3.12"
brew "apache-arrow"
brew "autoconf"
brew "automake"
brew "boost"
brew "bchunk"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "cairo"
brew "carthage"
brew "cask"
brew "cfitsio"
brew "eigen"
brew "cgal"
brew "cmake"
brew "ctags"
brew "curl"
brew "direnv"
brew "epsilon"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "harfbuzz"
brew "openjpeg"
brew "libarchive"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fontforge"
brew "fop"
brew "freexl"
brew "fzf"
brew "gcc"
brew "geos"
brew "hdf5"
brew "json-c"
brew "proj"
brew "libgeotiff"
brew "libheif"
brew "libspatialite"
brew "netcdf"
brew "nspr"
brew "nss"
brew "openblas"
brew "poppler"
brew "unixodbc"
brew "xerces-c"
brew "gdal"
brew "ghostscript"
brew "ghq"
brew "hub"
brew "imagemagick@6"
brew "jasper"
brew "jemalloc"
brew "libdap"
brew "mas"
brew "mise"
brew "openssl@1.1"
brew "mysql@5.7", restart_service: true
brew "neovim"
brew "ninja"
brew "nkf"
brew "noti"
brew "openvino"
brew "p7zip"
brew "pandoc"
brew "peco"
brew "postgresql@14", restart_service: true
brew "protobuf-c"
brew "sfcgal"
brew "postgis"
brew "pyenv"
brew "python@3.9"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rubyfmt"
brew "sheldon"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "watch"
brew "wget"
brew "wxwidgets"
brew "zlib"
brew "zsh"
brew "heroku/brew/heroku"
brew "heroku/brew/heroku-node"
brew "osx-cross/avr/avr-binutils"
brew "osx-cross/avr/avr-gcc@8"
brew "osx-cross/avr/avr-gcc@9"
brew "px4/px4/gcc-arm-none-eabi"
brew "rcmdnk/file/brew-file"
cask "basictex"
cask "chromedriver"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-recursive-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-ubuntu-sans-nerd-font"
cask "font-victor-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "hammerspoon"
cask "visual-studio-code"
cask "xquartz"
mas "Kindle", id: 302584613
mas "RunCat", id: 1429033973
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835

