tap "argon/mas"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mscharley/homebrew"
tap "neovim/neovim"
tap "osx-cross/avr"
tap "px4/px4"
tap "rcmdnk/file"
tap "sanemat/font"
tap "typelead/eta"
brew "aom"
brew "autoconf"
brew "automake"
brew "avrdude"
brew "bchunk"
brew "freetype"
brew "fontconfig"
brew "openssl@1.1"
brew "python@3.9"
brew "cairo"
brew "carthage"
brew "cask"
brew "cfitsio"
brew "eigen"
brew "cgal"
brew "cmake"
brew "ctags"
brew "curl"
brew "dfu-programmer"
brew "dfu-util"
brew "direnv"
brew "epsilon"
brew "expat"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "ffmpeg"
brew "fontforge"
brew "fop"
brew "freexl"
brew "fzf"
brew "gcc"
brew "geos"
brew "szip"
brew "hdf5"
brew "json-c"
brew "libxml2"
brew "libdap"
brew "proj"
brew "libgeotiff"
brew "libpq"
brew "libspatialite"
brew "netcdf"
brew "nspr"
brew "nss"
brew "openblas"
brew "numpy"
brew "qt"
brew "poppler"
brew "unixodbc"
brew "xerces-c"
brew "zstd"
brew "gdal"
brew "ghostscript"
brew "ghq"
brew "hub"
brew "imagemagick@6"
brew "jasper"
brew "jemalloc"
brew "md5sha1sum"
brew "mysql@5.7", restart_service: true
brew "neovim"
brew "ninja"
brew "nkf"
brew "node@10"
brew "nodebrew"
brew "noti"
brew "p7zip"
brew "pandoc"
brew "peco"
brew "postgresql", restart_service: true
brew "protobuf"
brew "protobuf-c"
brew "sfcgal"
brew "postgis"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "v8@3.15"
brew "watch"
brew "wget"
brew "wxmac"
brew "zlib"
brew "zsh"
brew "argon/mas/mas"
brew "heroku/brew/heroku-node"
brew "heroku/brew/heroku"
brew "osx-cross/avr/avr-binutils"
brew "osx-cross/avr/avr-gcc"
brew "osx-cross/avr/avr-gcc@8"
brew "px4/px4/gcc-arm-none-eabi"
brew "rcmdnk/file/brew-file"
brew "sanemat/font/ricty"
cask "basictex"
cask "chromedriver"
cask "google-chrome"
cask "visual-studio-code"
cask "xquartz"
mas "Bear", id: 1091189122
mas "Evernote", id: 406056744
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "RunCat", id: 1429033973
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "Tot", id: 1491071483
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835
