tap "argon/mas"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mscharley/homebrew"
tap "neovim/neovim"
tap "px4/px4"
tap "rcmdnk/file"
tap "sanemat/font"
tap "typelead/eta"
brew "xz"
brew "zstd"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "protobuf"
brew "llvm"
brew "apache-arrow"
brew "autoconf"
brew "automake"
brew "boost"
brew "bchunk"
brew "freetype"
brew "fontconfig"
brew "cairo"
brew "carthage"
brew "cask"
brew "cfitsio"
brew "eigen"
brew "cgal"
brew "cmake"
brew "ctags"
brew "curl"
brew "direnv"
brew "epsilon"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "gcc"
brew "openjpeg"
brew "libarchive"
brew "openblas"
brew "openvino"
brew "tesseract"
brew "ffmpeg"
brew "fontforge"
brew "fop"
brew "freexl"
brew "fzf"
brew "geos"
brew "hdf5"
brew "json-c"
brew "proj"
brew "libgeotiff"
brew "libheif"
brew "libspatialite"
brew "netcdf"
brew "nspr"
brew "nss"
brew "poppler"
brew "unixodbc"
brew "xerces-c"
brew "gdal"
brew "ghostscript"
brew "ghq"
brew "hub"
brew "imagemagick@6"
brew "jasper"
brew "jemalloc"
brew "libdap"
brew "mas"
brew "openssl@1.1"
brew "mysql@5.7", restart_service: true
brew "neovim"
brew "ninja"
brew "nkf"
brew "noti"
brew "p7zip"
brew "pandoc"
brew "peco"
brew "postgresql@14", restart_service: true
brew "protobuf-c"
brew "sfcgal"
brew "postgis"
brew "pyenv"
brew "python@3.9"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "sheldon"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "watch"
brew "wget"
brew "wxwidgets"
brew "zlib"
brew "zsh"
brew "heroku/brew/heroku"
brew "heroku/brew/heroku-node"
brew "osx-cross/avr/avr-binutils"
brew "osx-cross/avr/avr-gcc@8"
brew "osx-cross/avr/avr-gcc@9"
brew "px4/px4/gcc-arm-none-eabi"
brew "rcmdnk/file/brew-file"
cask "basictex"
cask "chromedriver"
cask "hammerspoon"
cask "visual-studio-code"
cask "xquartz"
mas "Kindle", id: 302584613
mas "RunCat", id: 1429033973
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
